---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.Sf
source: html/49bf6b14-be0e-0341-562b-fa30b1498121.htm
---
# Autodesk.Revit.DB.SymbolTypeId.Sf Property

Symbol SF, indicating unit Square feet.

## Syntax (C#)
```csharp
public static ForgeTypeId Sf { get; }
```